{
  "data": [
    {
      "title": "Basic Safety Rules(ASOTA)"
    }, 
    {
      "text": "1. Always loaded:\nAlways consider all firearms as LOADED\nসদাসর্বদা সকল আগ্নেয়াস্ত্রকে লোডেড বিবেচনা করতে হবে।\nসবসময় মনে রাখুন, যে কোন আগ্নেয়াস্ত্রই লোডেড হতে পারে। তাই ব্যবহারের আগে অথবা নীতি অনুযায়ী প্রয়োগের সময় এটি নিশ্চিত করুন।"
    }, 
    {
      "text": "2. Safe direction:\nAlways keep your weapon pointed in a safe direction until you intend to shoot\nকেবল শ্যুট করার ক্ষেত্র ব্যতীত সকল অস্ত্রকে সর্বদা নিরাপদ দিকে নির্দেশ করতে হবে।\nঅস্ত্রকে এমনভাবে রাখুন যাতে সেটি নিরাপদ দিকে নির্দেশিত থাকে, যেহেতু অস্ত্রটি শ্যুট করার জন্য প্রস্তুত নয়।"
    },
    {
      "text": "3. Off Trigger:\nKeep your finger off the trigger until you intend to shoot\nকেবল শ্যুট করার ক্ষেত্র ব্যতীত সকল সময় ট্রিগার ফিঙ্গার ট্রিগারের বাইরে রাখতে হবে।\nযতক্ষণ না আপনি শ্যুট করার জন্য প্রস্তুত হচ্ছেন, আপনার আঙুল ট্রিগারের বাইরে রাখুন। এটি দুর্ঘটনার সম্ভাবনা কমায়।"
    },
    {
      "text": "4. Target & Background:\nBe sure of your target and what is beyond\nটার্গেট এবং তার আশপাশের অবস্থা সম্পর্কে নিশ্চিত হতে হবে।\nআপনার লক্ষ্য স্পষ্টভাবে বুঝে নিন এবং লক্ষ্য স্থির করার আগে লক্ষ্য এবং তার আশপাশের অবস্থা সম্পর্কে নিশ্চিত হোন।"
    },
    {
      "text": "5. Aim only to shoot:\nকেবল শ্যুট করার জন্যই লক্ষ্যস্থির করতে হবে।\nলক্ষ্য স্থির করার সময় শুধুমাত্র শ্যুট করার জন্য লক্ষ্য স্থির করুন, অন্যান্য কোনো উদ্দেশ্যে নয়।\n\nFirst Principle:\nএকজন পুলিশ কর্মকর্তা হিসেবে অপারেশনাল কাজ কিংবা অনুশীলনের সময় সর্বদা এই নীতিগুলো মেনে চলুন।\nএর মাধ্যমে আপনি এবং অন্যরা নিরাপদ থাকতে পারবেন। সেফটি ড্রিল, আনলোড বা অন্য কোনো প্রমাণিত পদ্ধতি না হওয়া পর্যন্ত সবসময় মনে রাখুন, সমস্ত অস্ত্রই লোডেড হতে পারে।"
    },
    {
      "text": "First Principle:\nএকজন পুলিশ কর্মকর্তা হিসেবে অপারেশনাল কাজ কিংবা অনুশীলনের সময় সর্বদা এই নীতিগুলো মেনে চলুন।\nএর মাধ্যমে আপনি এবং অন্যরা নিরাপদ থাকতে পারবেন। সেফটি ড্রিল, আনলোড বা অন্য কোনো প্রমাণিত পদ্ধতি না হওয়া পর্যন্ত সবসময় মনে রাখুন, সমস্ত অস্ত্রই লোডেড হতে পারে।"
    },
    {
      "image": "https://raw.githubusercontent.com/Poliin13/CandelaPics/master/assets/SardaFiles/WeaponsTactics/assets/gunSafety.jpg"
    }    
  ]
}

// অগ্নেয়াস্ত্র পরিচালনার নিরাপত্তা নীতি

// ১. Always consider all firearms as LOADED
// সদাসর্বদা সকল আগ্নেয়াস্ত্রকে লোডেড বিবেচনা করতে হবে। সবসময় মনে রাখুন, যে কোন আগ্নেয়াস্ত্রই লোডেড হতে পারে। তাই ব্যবহারের আগে অথবা নীতি অনুযায়ী প্রয়োগের সময় এটি নিশ্চিত করুন।

// ২. Always keep your weapon pointed in a safe direction until you intend to shoot
// কেবল শ্যুট করার ক্ষেত্র ব্যতীত সকল অস্ত্রকে সর্বদা নিরাপদ দিকে নির্দেশ করতে হবে। অস্ত্রকে এমনভাবে রাখুন যাতে সেটি নিরাপদ দিকে নির্দেশিত থাকে, যেহেতু অস্ত্রটি শ্যুট করার জন্য প্রস্তুত নয়।

// ৩. Keep your finger off the trigger until you intend to shoot
// কেবল শ্যুট করার ক্ষেত্র ব্যতীত সকল সময় ট্রিগার ফিঙ্গার ট্রিগারের বাইরে রাখতে হবে। যতক্ষণ না আপনি শ্যুট করার জন্য প্রস্তুত হচ্ছেন, আপনার আঙুল ট্রিগারের বাইরে রাখুন। এটি দুর্ঘটনার সম্ভাবনা কমায়।

// ৪. Be sure of your target and what is beyond
// টার্গেট এবং তার আশপাশের অবস্থা সম্পর্কে নিশ্চিত হতে হবে। আপনার লক্ষ্য স্পষ্টভাবে বুঝে নিন এবং লক্ষ্য স্থির করার আগে লক্ষ্য এবং তার আশপাশের অবস্থা সম্পর্কে নিশ্চিত হোন।

// ৫. Aim only to shoot
// কেবল শ্যুট করার জন্যই লক্ষ্যস্থির করতে হবে। লক্ষ্য স্থির করার সময় শুধুমাত্র শ্যুট করার জন্য লক্ষ্য স্থির করুন, অন্যান্য কোনো উদ্দেশ্যে নয়।

// প্রথম মূলনীতি: একজন পুলিশ কর্মকর্তা হিসেবে অপারেশনাল কাজ কিংবা অনুশীলনের সময় সর্বদা এই নীতিগুলো মেনে চলুন। 
// এর মাধ্যমে আপনি এবং অন্যরা নিরাপদ থাকতে পারবেন। সেফটি ড্রিল, আনলোড বা অন্য কোনো প্রমাণিত পদ্ধতি না হওয়া পর্যন্ত সবসময় মনে রাখুন, সমস্ত অস্ত্রই লোডেড হতে পারে।