{
  "data": [
    {
      "title": "অগ্নেয়াস্ত্র সংক্রান্ত আইন"
    },
    {
      "text": "পেশাগত কারণে একজন পুলিশ কর্মকর্তাকে প্রায়শঃই আগ্নেয়াস্ত্র বহন ও ব্যবহার করতে হয়। আগ্নেয়াস্ত্রের আইনানুগ ব্যবহারের মাধ্যমে নিজের ও অন্যের জানমাল রক্ষা করা সম্ভব হয়। দন্ডবিধি, ফৌজদারী কার্যবিধি ও পিআরবিতে একজন পুলিশ কর্মকর্তা যে সকল ক্ষেত্রে আগ্নেয়াস্ত্র ব্যবহার করতে পারেন তা নিম্নে বর্ণনা করা হলোঃ\n\n. ব্যক্তিগত আত্মরক্ষার জন্য কৃত কোন কিছুই অপরাধ নয় (দঃ বিঃ ৯৬)। ব্যক্তিগত আত্মরক্ষার প্রয়োজনে মৃত্যু পর্যন্ত ঘটানো যায়। পুলিশ কর্মকর্তার প্রতি যদি এমন আক্রমণ হয় যাতে মৃত্যু বা গুরুতর আঘাতের সম্ভাবনা তৈরি হয় সেক্ষেত্রে আক্রমণকারীর মৃত্যু পর্যন্ত ঘটানো যেতে পারে (দঃ বিঃ ১০০)।\n\n২. দস্যুতা, রাত্রিবেলায় অপথে গৃহ প্রবেশ, বাসগৃহ বা সম্পত্তিতে অগ্নিসংযোগের মতো অপরাধের ক্ষেত্রে কিংবা উক্ত অপরাধ সংঘটনকালে যদি কোনো ব্যক্তির প্রাণহানি বা গুরুতর জখম হবার সম্ভাবনা থাকে সেক্ষেত্রে উক্ত অপরাধীর মৃত্যু পর্যন্ত ঘটানো যায় (দঃ বিঃ ১০৩)।\n৩. কোনো ব্যক্তি বলপূর্বক আইনানুগ গ্রেফতারের চেষ্টায় বাধা দিলে বা গ্রেফতার এড়ানোর চেষ্টা করলে এবং উক্ত অপরাধী মৃত্যুদন্ড বা যাবজ্জীবন কারাদন্ডযোগ্য হলে তাকে গ্রেফতার করার ক্ষেত্রে আগ্নেয়াস্ত্র ব্যবহার করা যেতে পারে, এমনকি গ্রেফতার কার্যকরী করার জন্য মৃত্যু পর্যন্তও ঘটানো যেতে পারে (ফৌঃ কাঃ বিঃ ৪৬)।\n\n৪. বেআইনী সমাবেশ ম্যাজিস্ট্রেট বা পুলিশ অফিসার কর্তৃক ছত্রভঙ্গ হবার নির্দেশ দেওয়ার পরও যদি ছত্রভঙ্গ না হয় তাহলে নির্বাহী ম্যাজিস্ট্রেট বা ভারপ্রাপ্ত কর্মকর্তার নিম্নে নন এমন পুলিশ কর্মকর্তার নির্দেশে বেআইনী সমাবেশ ছত্রভঙ্গ করার জন্য আগ্নেয়াস্ত্র ব্যবহার করা যেতে পারে (ফৌঃ কাঃ বিঃ ১২৮)। তবে প্রয়োজনের অতিরিক্ত শক্তি প্রয়োগ করা যাবে না। পিআরবি প্রবিধান-১৫৩ অনুযায়ী ব্যক্তিগত আত্মরক্ষা বা সম্পত্তি রক্ষার অধিকার প্রয়োগের জন্য, ফৌজদারী কার্যবিধির বিধান সাপেক্ষে বেআইনী সমাবেশ ছত্রভঙ্গ করার জন্য এবং গ্রেফতার এড়ানোর চেষ্টারত ব্যক্তিকে গ্রেফতার করার জন্য আগ্নেয়াস্ত্র ব্যবহার করা যেতে পারে।\n\n৫. পিআরবি প্রবিধান-১৫৪ অনুযায়ী একজন পুলিশ অফিসার গুলিবর্ষণের পূর্বে বা গুলির আদেশ দানের পূর্বে যেভাবেই সম্ভব সতর্কবাণী প্রদান করবেন। গুলি সকল সময়ে নিয়ন্ত্রিত হবে ও নির্ধারিত লক্ষ্যবস্তুর প্রতি পরিচালিত হতে হবে। অপরিহার্য ক্ষেত্র ছাড়া কোনো বড় রকমের ক্ষতি সাধন করা যাবে না এবং উদ্দেশ্য সাধিত হবার সঙ্গে সঙ্গে গুলিবর্ষণ বন্ধ করতে হবে।\n\n৬. পিআরবি প্রবিধান-১৫৬ অনুযায়ী পুলিশ আগ্নেয়াস্ত্র ব্যবহার করার পর অধিনায়ক নিহত ব্যক্তির মরদেহ শবাগারে ও আহতদের হাসপাতালে প্রেরণের ব্যবস্থা করবেন, গুলির খোসা সংগ্রহ করবেন ও ইস্যুকৃত রাউন্ডের সংখ্যার সাথে মিলিয়ে দেখবেন। ম্যাজিস্ট্রেট উপস্থিত থাকলে ঘটনা সম্পর্কে নিখুঁত ও সংক্ষিপ্ত প্রতিবেদন প্রস্তুত করবেন ও প্রতিবেদনের অনুলিপি যত দ্রুত সম্ভব ঊর্ধ্বতন কর্তৃপক্ষকে প্রেরণ করবেন।"
    }
  ]
}